ch32-riscv-ug/ArduinoCore-CH32/variants/CH32V00X/pins_arduino.h
/* W-3 prototype variant header for CH32V00X. Real pin maps will be generated
 * from ch32-device-data (pins/pin_functions). */
#pragma once

#define LED_BUILTIN 0
#define NUM_DIGITAL_PINS 18
